[
    {
        "id": "0",
        "nombre": "Hola!",
        "descripcion": "on la mano tendida de lado con el pulgar tocando el medio de la palma, la colocamos en la frente y hace un leve movimiento hacia enfrente con una sonrisa ufff, como un saludo militar.",
        "ruta": "/img/Saludos/Hola!.png"
    },
    {
        "id": "1",
        "nombre": "Buenos días!",
        "descripcion": "Mostramos nuestro pulgar al frente de nosotros luego mostramos el pulgar de la otra mano, seguidamente alejamos nuestros pulgares. ",
        "ruta": "/img/Saludos/Buenos dias!.png"
    },
    {
        "id": "2",
        "nombre": "Mucho gusto!",
        "descripcion": "Con ambas manos a la altura del pecho realizamos un apretón y luego hacemos un movimiento breve hacia adelante, mientras en nuestro rostro mantenemos una expresión alegre.",
        "ruta": "/img/Saludos/Mucho gusto!.png"
    },
    {
        "id": "3",
        "nombre": "Permiso",
        "descripcion": "Levantamos nuestra mano con el pulgar y el indice pegados y el resto de nuestros dedos doblados hacia nuestra palma, seguidamente realizaremos movimientos cortos de izquierda a derecha.",
        "ruta": "/img/Saludos/Permiso.png"
    },
    {
        "id": "4",
        "nombre": "Suerte!",
        "descripcion": "Pondremos ambas manos en posición horizontal hacia el frente con todos los dedos extendidos y realizaremos un movimiento hacia arriba dejándolas de manera vertical ",
        "ruta": "/img/Saludos/Suerte!.png"
    },
    {
        "id": "5",
        "nombre": "Por favor!",
        "descripcion": "Con nuestra mano dominante formamos un círculo con nuestro dedo pulgar e índice, el resto de nuestros dedos los mantenemos extendidos luego hacemos un movimiento hacia arriba y hacia abajo.",
        "ruta": "/img/Saludos/Por favor!.png"
    },
    {
        "id": "6",
        "nombre": "Salud!",
        "descripcion": "Colocamos nuestras manos abiertas sobre nuestra clavícula con los dedos extendidos seguidamente con un movimiento rápido levantaremos nuestras manos cerrando nuestros dedos.",
        "ruta": "/img/Saludos/Salud!.png"
    },
    {
        "id": "7",
        "nombre": "Respeto",
        "descripcion": "Usaremos ambas manos con los dedos extendido una estará ceca de nuestro rostro y a la otra a la nuestra barbilla luego realizamos un movimiento hacia abajo con ambas manos al mismo tiempo. ",
        "ruta": "/img/Saludos/Respeto.png"
    },
    {
        "id": "8",
        "nombre": "Perdon!",
        "descripcion": "Pondremos ambas manos en frente de nuestro rostro con las palmas paralelas y juntas entre sí, como si estuvieras rezando.",
        "ruta": "/img/Saludos/Perdon!.png"
    },
    {
        "id": "9",
        "nombre": "Nos vemos!",
        "descripcion": "Llevaremos nuestra mano con los dedos extendidos y con la palma viendo arriba hacia nuestro pecho para seguidamente con nuestro dedo indice colocarlo debajo de nuestro ojo y luego alejarlo. ",
        "ruta": "/img/Saludos/Nos vemos!.png"
    },
    {
        "id": "10",
        "nombre": "Mal!",
        "descripcion": "Con la mano hacia enfrente cerramos como un pulgar y extendemos el dedo pulgar hacia abajo, así como el icono de dislike.",
        "ruta": "/img/Saludos/Mal!.png"
    },
    {
        "id": "11",
        "nombre": "Gracias!",
        "descripcion": "Pondremos ambas manos en posición horizontal hacia el frente con todos los dedos extendidos y realizaremos movimientos cortos hacia arriba y hacia abajo.",
        "ruta": "/img/Saludos/Gracias!.png"
    },
    {
        "id": "12",
        "nombre": "Felicidades!",
        "descripcion": "Con ambas manos extendidas y las palmas hacia el frente seguidamente realizamos movimiento hacia adentros con las manos de manera consecutiva similar a los aplausos.",
        "ruta": "/img/Saludos/Felicidades!.png"
    },
    {
        "id": "13",
        "nombre": "Dudar",
        "descripcion": "Con un rostro serio o incrédulo colocamos nuestro dedo indice y pulgar en nuestra barbilla, seguidamente realizamos movimientos con el indice como rascando la barbilla.",
        "ruta": "/img/Saludos/Dudar.png"
    },
    {
        "id": "14",
        "nombre": "Depende",
        "descripcion": "Con un rostro serio o incrédulo levantamos ambos pulgares a la altura de los hombros seguidamente hacemos movimientos hacia la izquierda y a la derecha de manera sincronizada.",
        "ruta": "/img/Saludos/Depende.png"
    },
    {
        "id": "15",
        "nombre": "De nada!",
        "descripcion": "Posicionamos nuestras manos con las palmas hacia el frente y los dedos extendidos, luego hacemos movimientos hacia adentro y hacia afuera.",
        "ruta": "/img/Saludos/De nada!.png"
    },
    {
        "id": "16",
        "nombre": "Cuidate!",
        "descripcion": "Para esa frase pondremos nuestro dedo indice debajo de nuestro ojo seguidamente realizaremos movimientos rápidos y cortos con nuestro dedo sin moverlo de debajo de nuestro ojo.",
        "ruta": "/img/Saludos/Cuidate!.png"
    },
    {
        "id": "17",
        "nombre": "Bien!",
        "descripcion": "Con la mano hacia enfrente cerramos como puño y levantamos el dedo pulgar apuntando hacia arriba como la figura de un like. ",
        "ruta": "/img/Saludos/Bien!.png"
    },
    {
        "id": "18",
        "nombre": "Adios!",
        "descripcion": "Con una mano vamos a extender todos los dedos hacia arriba con la palma viendo hacia enfrente vamos a hacer movimiento hacia los lados.",
        "ruta": "/img/Saludos/Adios!.png"
    },
    {
        "id": "19",
        "nombre": "Aplausos",
        "descripcion": "Levantamos ambas manos abiertas a la altura de los hombros o más arriba, giramos en el aire con una expresión facial alegre.",
        "ruta": "/img/Saludos/Aplausos.png"
    },
    {
        "id": "20",
        "nombre": "Bienvenido!",
        "descripcion": "Apuntado con ambas manos con todos los dedos extendidos hacia un lado luego realizamos un movimiento con ambas manos hacia el otro lado, con una expresión alegre.",
        "ruta": "/img/Saludos/Bienvenido!.png"
    },
    {
        "id": "21",
        "nombre": "Buenas tardes!",
        "descripcion": "Mostramos nuestro pulgar al frente de nosotros luego con un movimiento rápido colocamos de manera horizontal nuestra mano realizando movimientos rápidos hacia arriba y abajo.",
        "ruta": "/img/Saludos/Buenas tardes!.png"
    },
    {
        "id": "22",
        "nombre": "Dios bendiga!",
        "descripcion": "Con nuestro índice apuntamos hacia arriba después con ambas manos a la altura de nuestro rostro formamos círculos abiertos viendo hacia el frente, seguidamente mientras bajamos nuestras manos abrimos nuestras palmas mostrando una expresión alegre.",
        "ruta": "/img/Saludos/Dios bendiga!.png"
    },
    {
        "id": "23",
        "nombre": "Feliz año nuevo!",
        "descripcion": "Movemos primero ambas manos abiertas desde la boca hacia las mejillas con sonrisa para feliz, luego la mano curva dominante gira en círculo sobre la otra mano cerrada para año, y finalmente se eleva la mano semicerrada dominante desde la palma de la otra hacia arriba y adelante para nuevo.",
        "ruta": "/img/Saludos/Feliz año nuevo!.png"
    },
    {
        "id": "24",
        "nombre": "Feliz cumpleaños!",
        "descripcion": "Realizamos un moviendo ambas manos abiertas desde la boca hacia las mejillas para feliz, y luego con las manos en forma de puño con el indice y el pulgar formando una media luna se hacen movimientos de derecha a izquierda como si fuera una cuna.",
        "ruta": "/img/Saludos/Feliz cumpleaños!.png"
    },
    {
        "id": "25",
        "nombre": "Feliz navidad",
        "descripcion": "Movemos primero ambas manos abiertas desde la boca hacia las mejillas con sonrisa para feliz, luego realizamos con nuestras manos abriendo y cerrando nuestras palmas.",
        "ruta": "/img/Saludos/Feliz navidad.png"
    },
    {
        "id": "26",
        "nombre": "Igualmente",
        "descripcion": "Con nuestras manos enfrente de nosotros, ponemos los dedos extendidos de manera horizontal después realizaremos movimientos rápidos tocando la punta de nuestros dedos, mientras en nuestro rostro mostramos una expresión alegre.",
        "ruta": "/img/Saludos/Igualmente.png"
    },
    {
        "id": "27",
        "nombre": "Tal vez",
        "descripcion": "Con un rostro serio o incrédulo con nuestras manos con las palmas hacia arriba realizamos movimientos repetidamente de manera que mientras una mano esta arriba la otra abajo.",
        "ruta": "/img/Saludos/Tal vez.png"
    }
]